Repository: HomeIncorporated/YayOrNayApp
Catalog: *.lproj/Localizable.strings
Languages: he

source: Yes
he: כן

source: No
he: לא

source: Cancel
he: ביטול

# understand
source: I Understand
he: הבנתי

source: Submit
he: שלח/י

source: Dismiss
he: צא/י

source: Ok
he: אוקיי

# error
source: Oops
he: אופס

# feed.vc
source: Feed
he: פוסטים

# new.post.vc
source: New post
he: פוסט חדש

# login.btn
source: Login
he: התחבר/י

# signup.btn
source: Signup here
he: להרשמה, לחצ/י כאן

# email.placeholder
source: Email address
he: כתובת דואר אלקטרוני

# username.placeholder
source: Username
he: כינוי

# password.placeholder
source: Password
he: סיסמא

# login.error.title
source: Login error
he: שגיאת התחברות

# login.error.msg
source: Email or Password is incorrect
he: כתובת המייל או הסיסמא אינם נכונים

# friends.btn
source: Friends
he: חברים

# logout.btn
source: Logout
he: התנתק/י

source: Posts by
he: פוסטים של

# post.title.placeholder
source: Post title
he: כותרת

# post.body.placeholder
source: Wanna say something else?
he: תרצה/י להוסיף משהו?

# create.post.btn
source: Create
he: הוסף

# photo.library.option
source: Photo Library
he: גלריית התמונות

# camera.option
source: Take a photo
he: צילום תמונה

# upload.error.title
source: Just a second
he: רק רגע

# upload.error.msg
source: You can't upload a post without an image
he: לא ניתן להעלות פוסט ללא תמונה

# occasion.label
source: Occasion
he: אירוע

source: Casual
he: יומי

source: Beach
he: ים

source: Evening
he: ערב

source: Party
he: מסיבה

source: Date
he: דייט

source: Wedding
he: חתונה

source: Work
he: עבודה

# friend.btn
source: Follow
he: עקוב

# unfriend.btn
source: Unfollow
he: הסר

# searchbar.placeholder
source: Find new friends
he: מצא/י חברים חדשים

source: Sure?
he: בטוח/ה?

# delete.post.msg
source: Are you sure you want to delete this post?
he: האם אתֿ/ה בטוח/ה שברצונך למחוק פוסט זה?

# logout.msg
source: Are you sure you want to logout?
he: האם את/ה בטוח/ה שברצונך להתנתק?

# delete.post.error.msg
source: An error occurred deleting the post.
he: הייתה בעיה במחיקת הפוסט.

# signup.form.btn
source: Signup
he: הירשמ/י

# pass.dont.match.title
source: Unmatch
he: אי התאמה

# pass.dont.match.msg
source: The passwords you enterd does not match.
he: הסיסמאות שרשמת אינן מתאימות

# app.pass.placeholder
source: Confirm password
he: אמת/י סיסמא

source: Back to login
he: חזרה למסך התחברות

# username.taken
source: The username is already in use
he: שם המשתמש כבר תפוס

# follow.btn
source: Follow
he: עקוב/י

# delete.btn
source: Delete
he: מחק/י
